import React from 'react'

const PrivacyPolicy = () => {
  return (
    <div dir='rtl' className='p-4 font-tajawal bg-slate-100'>
        <h2 className='text-center font-bold text-3xl p-2'>سياسة الخصوصية</h2>
        <p className='p-2'>
            نقدر مخاوفكم واهتمامكم بشأن خصوصية بياناتكم على شبكة الإنترنت. لقد تم إعداد هذه السياسة لمساعدتكم في تفهم طبيعة البيانات التي نقوم بتجميعها منكم عند زيارتكم لموقعنا على شبكة الانترنت وكيفية تعاملنا مع هذه البيانات الشخصية.
        </p>
        <h3 className='font-semibold text-2xl p-2'>التصفح</h3>
        <p className='p-2'>
        لم نقم بتصميم هذا الموقع من أجل تجميع بياناتك الشخصية من جهاز الكمبيوتر الخاص بك أثناء تصفحك لهذا الموقع, وإنما سيتم فقط استخدام البيانات المقدمة من قبلك بمعرفتك ومحض إرادتك
        </p>
        <h3 className='font-semibold text-2xl p-2'>عنوان بروتوكول شبكة الإنترنت (IP)</h3>
        <p className='p-2'>
        في أي وقت تزور فيه اي موقع انترنت بما فيها هذا الموقع , سيقوم السيرفر المضيف بتسجيل عنوان بروتوكول شبكة الإنترنت (IP) الخاص بك , تاريخ ووقت الزيارة ونوع متصفح الإنترنت الذي تستخدمه والعنوان URL الخاص بأي موقع من مواقع الإنترنت التي تقوم بإحالتك إلى الى هذا الموقع على الشبكة وقد يقوم الموقع بتسجيلها لأغراض مختلفة.
        </p>
        <h3 className='font-semibold text-2xl p-2'>الروابط بالمواقع الأخرى على شبكة الإنترنت</h3>
        <p className='p-2'>
        قد يشتمل موقعنا على روابط بالمواقع الأخرى على شبكة الإنترنت. او علانات من مواقع اخرى ولا نعتبر مسئولين عن أساليب تجميع البيانات من قبل تلك المواقع, يمكنك الاطلاع على سياسات السرية والمحتويات الخاصة بتلك المواقع التي يتم الدخول إليها من خلال أي رابط ضمن هذا الموقع. نحن قد نستعين بشركات إعلان لأطراف ثالثة لعرض الإعلانات عندما تزور موقعنا على الويب. يحق لهذه الشركات أن تستخدم معلومات حول زياراتك لهذا الموقع ولمواقع الويب الأخرى (باستثناء الاسم أو العنوان أو عنوان البريد الإلكتروني أو رقم الهاتف)، وذلك من أجل تقديم إعلانات حول البضائع والخدمات التي تهمك.
        </p>
        <h3 className='font-semibold text-2xl p-2'>تجميع البيانات</h3>
        <p className='p-2'>
        البيانات اللازمة لتنفيذ المعاملات المطلوبة من قبلك
        عندما نحتاج إلى أية بيانات خاصة بك , فإننا سنطلب منك تقديمها بمحض إرادتك. حيث ستساعدنا هذه المعلومات في الاتصال بك وتنفيذ طلباتك حيثما كان ذلك ممكنناً. لن يتم اطلاقاً بيع البيانات المقدمة من قبلك إلى أي طرف ثالث بغرض تسويقها لمصلحته الخاصة دون الحصول على موافقتك المسبقة والمكتوبة ما لم يتم ذلك على أساس أنها ضمن بيانات جماعية تستخدم للأغراض الإحصائية والأبحاث دون اشتمالها على أية بيانات من الممكن استخدامها للتعريف بك.
        </p>
        <h3 className='font-semibold text-2xl p-2'>عند الاتصال بنا</h3>
        <p className='p-2'>
        سيتم التعامل مع كافة البيانات المقدمة من قبلك على أساس أنها سرية . تتطلب النماذج التي يتم تقديمها مباشرة على الشبكة تقديم البيانات التي ستساعدنا في تحسين موقعنا.سيتم استخدام البيانات التي يتم تقديمها من قبلك في الرد على كافة استفساراتك , ملاحظاتك , أو طلباتك من قبل هذا الموقع أو أيا من المواقع التابعة له.
        </p>
        <p className='p-2'>
        التعديلات على سياسة سرية وخصوصية المعلومات
        نحتفظ بالحق في تعديل بنود وشروط سياسة سرية وخصوصية المعلومات إن لزم الأمر ومتى كان ذلك ملائماً.
        </p>
        <h3 className='font-semibold text-2xl p-2'>الاتصال بنا</h3>
        <p className='p-2'>
        يمكنك الاتصال بنا عبر الوسائل الموجودة في قائمة اتصل بنا
        </p>
        <h3 className='font-semibold text-2xl p-2'>أخيرا</h3>
        <p className='p-2'>
        إن مخاوفك واهتمامك بشأن سرية وخصوصية البيانات تعتبر مسألة في غاية الأهمية بالنسبة لنا. نحن نأمل أن يتم تحقيق ذلك من خلال هذه السياسة
        </p>
    </div>
  )
}

export default PrivacyPolicy